[
    {
        "product_name": "Mango",
        "img": "https://t4.ftcdn.net/jpg/02/71/66/91/360_F_271669174_2dHs4FO3SV83lQ4MjswEBa4LQTGjMO4E.jpg",
        "price": "50",
        "ratings": "3",
        "description": "Mango is rich in vitamins, minerals, and antioxidants, and it has been associated with many health benefits, including potential anticancer effects, as well as improved immunity and digestive and eye health. Best of all, it's tasty and easy to add to your diet as part of smoothies and many other dishes."
    },
    {
        "product_name": "Apple",
        "img": "https://images.pexels.com/photos/102104/pexels-photo-102104.jpeg?cs=srgb&dl=pexels-mali-maeder-102104.jpg&fm=jpg",
        "price": "50",
        "ratings": "3",
        "description": "You can buy apple everyday by ordering this site.eating an apple every day is unlikely to harm your health. However, it's possible to have too much of a good thing, and eating multiple apples each day may cause several adverse side effects."
    },
    {
        "product_name": "Orange",
        "img": "https://media.istockphoto.com/id/185284489/photo/orange.jpg?s=612x612&w=0&k=20&c=m4EXknC74i2aYWCbjxbzZ6EtRaJkdSJNtekh4m1PspE=",
        "price": "250",
        "ratings": "3",
        "description": "You can buy Orange everyday from this site.Oranges are larger and more rounded than tangerines. They both can be seedless or have seeds. Most orange varieties are yellowish-orange, while tangerines are more reddish-orange."
    },
    {
        "product_name": "PineApple",
        "img": "https://media.istockphoto.com/id/1217479737/photo/pineapple-with-slices-isolated-on-white-background.jpg?b=1&s=170667a&w=0&k=20&c=yhTOo6kR60NPfcl2FylrmlPssXNq25o9zGJYwo0_d0c=",
        "price": "50",
        "ratings": "3",
        "description": "A pineapple is a large oval fruit with sweet, juicy, yellow flesh and thick, brown skin. Bromelain, the digestive enzyme in pineapple, has anti-inflammatory and pain-relieving properties. This helps when you have an infection, like sinusitis, or an injury, like a sprain or burn. It also offsets the joint pain of osteoarthritis. The vitamin C in pineapple juice also keeps inflammation levels low."
    },
    {
        "product_name": "Grapes",
        "img": "https://media.istockphoto.com/id/489520104/photo/green-grape-isolated-on-white-background.jpg?s=612x612&w=0&k=20&c=9kg_3pMeBKYnHHjx2JECF61QwzxTikLaQ2w-6A5tOO0=",
        "price": "50",
        "ratings": "3",
        "description": "Grapes are fleshy, rounded fruits that grow in clusters made up of many fruits of greenish, yellowish or purple skin. The pulp is juicy and sweet, and it contain several seeds or pips. It is a well-known fruit; it is eaten raw, although it is mainly used for making wine."
    },
    {
        "product_name": "Date",
        "img": "https://media.istockphoto.com/id/478917283/photo/dried-dates.jpg?s=612x612&w=0&k=20&c=rKDNSfCI8Svf_y7d_SMM5NUC4v3oFSyQ527YCFTK06I=",
        "price": "200",
        "ratings": "3",
        "description": "Dates are the fruit of the date palm tree, which is grown in many tropical regions of the world. Dates have become quite popular in recent years. Almost all dates sold in Western countries are dried. You can tell whether or not dates are dried based on their appearance."
    }
]